Repository: AbdullahEng/Our_Project_love_you
Catalog: AdmissionSystem/AdmissionSystem/Resources/Views/Studen/Details.*.resx
Languages: ar

source: Addmission information
ar: معلومات الطلب

source: Addmition eleigibilty
ar: مفاضلة

source: Back Identity image
ar: الصورة الخلفية للصورة

source: Birth
ar: تاريخ الميلاد

source: Certificate inforamtion
ar: معلومات الشهادة

source: Certificate Type
ar: نوع الشهادة

source: City of High School Cirtificate
ar: مدينة الشهادة

source: Civil Registriation City
ar: القيد المدني

source: Civil Registrition No
ar: رقم القيد

source: Confiramtion
ar: الثبيت

source: Confirm
ar: تثبيت

source: Country
ar: البلد

source: course number
ar: رقم الدورة

source: Current Address
ar: العنوان الحالي

source: Date of High School Cirtificate
ar: تاريخ الشهاده

source: Email
ar: البريد الالكتروني

source: family and identity information
ar: المعلومات الشخصية

source: Father Name in Arabic
ar: اسم الاب

source: First Name in Arbic
ar: الاسم الاول

source: First wish
ar: الرغبة الأولى

source: Front Identity image
ar: الصورة الامامية للصورة

source: Full Address
ar: العنوان كاملا

source: Grand Father name in Arabic
ar: اسم الجد

source: high school certificate
ar: الشهادة الثانوية

source: Home Phone
ar: رقم المنزل

source: Identity No
ar: الرقم الوطني

source: Important for employee to check your files.
ar: هام ليتكمن موظفوا التسجيل التحقق من طلبكم

source: LAnguge of the addmintion
ar: لغة التفاضل

source: Mobile Phone
ar: رقم الموبايل

source: Mother Name in Arabic
ar: اسم الام

source: Nationality
ar: الجنسية

source: Nick name
ar: الكنية

source: Passport No
ar: رقم الجواز

source: Please reivew your requset because you will not be able to edit againe.
ar: الرجاء التأكد ومراجعة طلبكم ,لن تتمكن من اعدة التعديل بعد إجراء التثبيت

source: Secound wish
ar: الرغبة الثانية

source: Subscription Number
ar: رقم الإكتتاب

source: The Certificate
ar: صورة الشهادة

source: The Rate
ar: المعدل

source: Third wish
ar: الرغبة الثالثة

source: Uploded files
ar: الصور المطلوبة
