Repository: AbdullahEng/Our_Project_love_you
Catalog: AdmissionSystem/AdmissionSystem/Resources/Views/Studen/Edit.*.resx
Languages: ar

source: Addmition eleigibilty
ar: مفاضلة

source: Alepo
ar: حلب

source: Birth
ar: المواليد

source: check recipt image
ar: صورة عن الوصل المالي

source: City of High School Cirtificate
ar: مدينة الثانوية العامة

source: Civil Registriation City
ar: القيد

source: Civil Registrition No
ar: رقم القيد

source: Country of Certificate
ar: بلد الشهادة

source: course number
ar: رقم الدورة

source: Current Address
ar: العنوان الحالي

source: Damascus
ar: دمشق

source: Daraa
ar: درعا

source: Date of High School Cirtificate
ar: تاريخ الشهادة الثانوية

source: Divorced
ar: مطلق

source: Email
ar: البريد الإلكترومي

source: family and identity information
ar: المعلومات الشخصية و العائلية

source: Father Name in Arabic
ar: اسم الأب

source: Father Name in English
ar: اسم الأب بالإنجليزية

source: femal
ar: انثى

source: First course
ar: الدورة الأولى

source: First Name in Arbic
ar: الإسم الأول

source: First Name in English
ar: الإسم الأول بالإنجليزية

source: Full Address
ar: العنوان كاملا

source: Gender
ar: الجنس

source: Grand Father name in Arabic
ar: اسم الجد(والد الأب)

source: Grand FAther Name in English
ar: اسم الجد بالإنجليزية

source: Hama
ar: حماة

source: Haska
ar: الحسكة

source: high school certificate
ar: منشأ الشهادة الثانوية

source: Home Phone
ar: رقم المنزل

source: Homs
ar: حمص

source: Identity back image
ar: الصورة الخلفية للهوية

source: Identity front image
ar: الصورة الأمامية للهوية

source: Identity No
ar: الرقم الوطني

source: Idleb
ar: إدلب

source: Image Of Crtificat
ar: صورة الشهادة

source: informaion part 1
ar: معلومات عن الهوية ومكان الإقامة

source: informaion part 2
ar: معلومات عن الشهادة

source: language of the admission
ar: لغة التفاضل

source: Latakia
ar: اللاذقية

source: Male
ar: ذكر

source: Marital status
ar: الحالة الزوجية

source: Married
ar: متزوج

source: Mobile Phone
ar: رقم الجوال

source: Mother Name in Arabic
ar: اسم الأم

source: Mother Name in English
ar: اسم الأم بالإنجليزية

source: Nationality
ar: الجنسية

source: Next
ar: التالي

source: Passport No
ar: رقم الجواز

source: Please choose
ar: الرجاء الإختيار

source: Previous
ar: السابق

source: Quneitra
ar: القنيطرة

source: Raka
ar: الرقة

source: Register
ar: التسجيل

source: Secound course
ar: الدورة الثانية

source: Secound name
ar: الكنية

source: Single
ar: عازب

source: Submit
ar: تسليم الطلب

source: Subscription Number
ar: رقم الإكتتاب

source: Sweida
ar: السويداء

source: Tartous
ar: طرطوس

source: The Rate
ar: المعدل

source: Type Of Certificat
ar: نوع الشهادة

source: Uploading file
ar: تحميل الملفات

source: Widowed
ar: أرمل
