Repository: AbdullahEng/Our_Project_love_you
Catalog: AdmissionSystem/AdmissionSystem/Resources/View_Model/Student_View_Model.*.resx
Languages: ar

source: Addmition eligibility is required
ar: نوع المفاضلة مطلوب

source: Birth is required
ar: تاريخ الولادة مطلوب

source: City of Certificate is required
ar: مدينة الحصول على الشهاده مطلوب

source: Civil Registrition No is required
ar: رقم السجل المدني مطلوب

source: Current Address is required
ar: العنوان الحالي مطلوب

source: Cvil registriation is required
ar: السجل المدني مطلوب

source: Date of Certificate is required
ar: تاريخ الحصول على الشهادة مطلوب

source: Email is required
ar: الإيميل مطلوب

source: Father name in is required
ar: إسم الأب مطلوب

source: First name is required
ar: الإسم الأول مطلوب

source: Full Address is required
ar: العنوان كاملا مطلوب

source: Gender is required
ar: إسم الجد مطلوب

source: Grand father name is required
ar: إسم الجد مطلوب

source: Identity No is required
ar: الرقم الوطني مطلوب

source: Marital status is required
ar: الحالة الزوجية مطلوبة

source: Mobile Phone is required
ar: رقم الموبايل مطلوب

source: Mother name is required
ar: إسم الأم مطلوب

source: Nationality is required
ar: الجنسية مطلوبة

source: Nick name is required
ar: الكنية مطلوبة

source: no more than 20 charecter
ar: الحد الأقصى 20 محرف

source: no more than 50 charecter
ar: الحد الأقصى 50 محرف

source: not allowed to select same image
ar: غير مسموح إختيار نفس الصورة

source: preffered Language is required
ar: لغة التفاضل مطلوب

source: Rate is required
ar: معدل الشهادة الثانوية مطلوب

source: Subscription_number is required
ar: رقم الإكتتاب مطلوب

source: Type of your Certificate is required
ar: نوع الشهادة مطلوب

source: value shoud be between 960 and 2300
ar: القيمة محصورة بين 960 و 2300
