Repository: AbdullahEng/Our_Project_love_you
Catalog: AdmissionSystem/AdmissionSystem/Resources/Views/StudentUnsyrian/Home.*.resx
Languages: ar

source: Admission Instructions
ar: تعليمات التقدم

source: Confirme
ar: تأكيد

source: Confirme The Request
ar: تأكيد الطلب

source: Edit
ar: تعديل

source: Get started
ar: لنبدأ

source: My wishes
ar: الرغبات

source: Next
ar: التالي

source: Note
ar: ملاحظة

source: Our team discovered that you need to edit your data
ar: الرجاء تفقد بريدك الإلكتروني لإخذ العلم بما يجب عليك تعديله

source: Our team discovered that you need to edit your data and reshoose for wishes list, pleas check your Email about what to edit .
ar: فريقنا تنبه بوجود خطأ في بياناتكم,الرجاء تفقد بريدك الإلكتروني لتعلم مايجب عليك تعديله وإعادة إختيار الرغبات

source: Our team discovered wrong inofrmation in your file.
ar: فريقنا تنبه بوجود خطأ في بياناتكم

source: Our team will check your files and in nearest time, you will recive an email from the team tell to log in and choose your wishes.
ar: فريقنا يعمل على مراجعة البيانات وسوف تصلك رسالة بالبريد الإلكتروني بحالة طلبكم لذا الرجاء التنبه الى بريدكم الالكتروني ,يمكنك اختيار الرغبات بعد التأكد من معلوماتكم

source: Our team working on all students files and in nearest time, you will recive an email from the team tell you the condtion of your files.
ar: فريقنا يعمل على مراجعة البيانات وسوف تصلك رسالة بالبريد الإلكتروني بحالة طلبكم

source: out of 2400.
ar: من 2400

source: pleas check your Email about what to edit .
ar: الرجاء تفقد بريدك الإلكتروني لتعلم مايجب عليك تعديله

source: Pleas Choose the wishes you want.
ar: الرجاء إختيار الرغبات

source: pleas confirm after Edting
ar: الرجاء تأكيد التعديل

source: pleas rechoose the wishes.
ar: الرجاء إعادة إختيار الرغبات

source: pleas wait for results to be released.
ar: الرجاء إنتظار موعد صدور النتائج

source: Previous
ar: السابق

source: So get started and good luck for you.
ar: حسنا إبدأ الآن وحظا موفقا

source: Start
ar: إبدء

source: stay tuned to your Email
ar: ابقى متنبها لبريدك الإلكتروني

source: Thank you for completing all requists.
ar: شكرا لإكمال كل الطلبات

source: the scaler intrduced by the Ministry of Higher Education Standards.
ar: حساب المعدل تم بحسب قوانين وزارة التعليم العالي السورية

source: This system enable you to sumbit your information easily and make a trusted and secure storage of your data so pleas read the instructions carfully and start your journy with us.
ar: هذا النظام يمكنك من إدخال بياناتك بشكل سهل مبسط, مع امكانية تخزين بياناتك بشكل سري وآمن, الرجاء قراءة التعليمات بتمهل وأما الان فالتبدأ رحلتك معنا

source: We noted that you did not make a confiramtion for your addmission request, pleas make a conferm or your data will be ignored.
ar: لاحظنا أنك لم تقم بعد بتأكيد طلبك ,الرجاء التأكد من بياناتك وقم بالضغط على "تثبيت" والا سوف يتم تجاهل بياناتك

source: We thank you for choosing us as a part of your futur career
ar: نشكرك لإختيارك جامعة القلمون الخاصة لتكون جزءا من مستقبلك الواعد

source: Welcome
ar: مرحبا

source: when you make the conferming we considre that you have reivewed all your personal information, your uploded files and your wishes so pleas make sure that all is correct.
ar: عندما يتم الضغط على تثبيت ,نعتبر أن الطالب قد تأكد من معلوماته وأدخل كل الملفات بالشكل المطلوب لذا الرجاء المراجعة قبل التثبيت

source: You will not be able to edit any more
ar: لن تتمكن من تعديل البيانات بعد ذلك

source: your rate is scaled to
ar: معدلك هو
