Repository: AbdullahEng/Our_Project_love_you
Catalog: AdmissionSystem/AdmissionSystem/Resources/Views/Employee/Edit_Status_of_student.*.resx
Languages: ar

source: attach a message
ar: إرفاق رسالة

source: Back Identity image
ar: الصورة الخلفية للهوية

source: Bank
ar: صورة الوصل المالي

source: Bank Recipte validation
ar: التحقق من الوصل المالي

source: Banking Infromation
ar: المعلومات البنكية

source: Birth
ar: تاريخ الولادة

source: Certificate Information
ar: معلومات الشهادة

source: Civil Registriation City
ar: السجل المدني

source: Civil Registrition No
ar: الرقم المجني

source: Contact Information
ar: للتواصل مع الطالب

source: Country of Certificate
ar: بلد الشهادة

source: Country validation
ar: التحقق من بلد الشهادة

source: course number
ar: رقم الدورة

source: Date of High School Cirtificate
ar: تاريخ الحصول على الشهادة

source: Edit
ar: تحرير

source: Email
ar: الإيميل

source: Father Name in Arabic
ar: اسم الأب

source: First Name in Arbic
ar: الاسم الأول

source: Front Identity image
ar: الصورة الامامية للهوية

source: Full Address
ar: العنوان الكامل

source: high school certificate
ar: نوع الشهادة

source: Idendity Inforamtion
ar: المعلومات الشخصية للطالب

source: Identity No
ar: الرقم الوطني

source: Identity validation
ar: التحقق من الهوية

source: LAnguge of the addmintion
ar: لغة التفاضل

source: Mobile Phone
ar: رقم الموبايل

source: Mother Name in Arabic
ar: اسم الأم

source: Nationality
ar: الجنسية

source: Nick name
ar: الكنية

source: Passport No
ar: رقم الجواز

source: please check the box if the inforamtion is right
ar: الرجاء الضغط على زر التحقق حالة صحة المعلومات

source: Previous
ar: السابق

source: Rate validation
ar: التحقق من صحة المعدل

source: Subscription Number
ar: رقم الاكتتاب

source: Syrian
ar: سورية

source: The Certificate
ar: الشهادة

source: The City of High School
ar: مدينة الشهادة

source: The Rate
ar: المعدل

source: Type Of Certificat
ar: نوع الشهادة
